Repository: vanderwijk/charitywallet-plugin
Catalog: languages/chawa-*.po
Languages: nl_nl

source: Date
nl_nl: Datum

source: Remove
nl_nl: Verwijderen

source: Would you like to remove
nl_nl: Wil je

source: from your basket?
nl_nl: uit je mandje verwijderen?

source: Your basket is empty
nl_nl: Je mandje is leeg

source: The top-up amount is too low.
nl_nl: Het opwaardeerbedrag is te laag.

source: Please choose your amount
nl_nl: Kies je bedrag

source: Please choose a payment type.
nl_nl: Kies je betaalmethode.

source: Please choose your bank.
nl_nl: Kies je je bank.

source: Please accept the terms and privacy statement.
nl_nl: Accepteer de algemene voorwaarden en het privacy statement.

source: Please choose your frequency
nl_nl: Kies je frequentie

source: Are you sure?
nl_nl: Weet je het zeker?

# permalink for charities archive
source: charities
nl_nl: organisaties

source: Charities
nl_nl: Organisaties

# Post Type General Name
source: Charities
nl_nl: Organisaties

# Post Type Singular Name
source: Charity
nl_nl: Organisatie

source: Charity
nl_nl: Organisatie

source: Charity Archives
nl_nl: Organisaties archieven

source: Charity Attributes
nl_nl: Kenmerken van organisatie

source: Parent Charity:
nl_nl: Bovenliggende organisatie:

source: All Charities
nl_nl: Alle organisaties

source: Add New Charity
nl_nl: Nieuwe organisatie toevoegen

# add new charity
source: Add New
nl_nl: Nieuwe organisatie

source: New Charity
nl_nl: Nieuwe organisatie

source: Edit Charity
nl_nl: Organisatie bewerken

source: Update Charity
nl_nl: Organisatie bijwerken

source: View Charity
nl_nl: Bekijk organisatie

source: Search Charity
nl_nl: Zoek organisatie

source: Not found
nl_nl: Niet gevonden

source: Not found in Trash
nl_nl: Niet gevonden in de prullenbak

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Set featured image
nl_nl: Uitgelichte afbeelding instellen

source: Remove featured image
nl_nl: Verwijder uitgelichte afbeelding

source: Use as featured image
nl_nl: Gebruik als uitgelichte afbeelding

source: Insert into charity
nl_nl: Invoegen in organisatie

source: Uploaded to this charity
nl_nl: Ge√ºpload naar deze organisatie

source: Charities list
nl_nl: Organisatielijst

source: Charities list navigation
nl_nl: Organisatielijst navigatie

source: Filter charities list
nl_nl: Filter organisatielijst

# permalink for single charity
source: charity
nl_nl: organisatie

# Taxonomy General Name
source: Sectors
nl_nl: Sectoren

source: Sectors
nl_nl: Sectoren

source: All Sectors
nl_nl: Alle sectoren

source: Parent Sector
nl_nl: Bovenliggende sector

source: Parent Sector:
nl_nl: Bovenliggende sector:

source: New Sector Name
nl_nl: Nieuwe sector naam

source: Add New Sector
nl_nl: Nieuwe sector toevoegen

source: Edit Sector
nl_nl: Sector bewerken

source: Update Sector
nl_nl: Sector bijwerken

source: View Sector
nl_nl: Bekijk sector

source: Separate sectors with commas
nl_nl: Scheid sectoren met komma's

source: Add or remove sectors
nl_nl: Sectoren toevoegen of verwijderen

source: Choose from the most used
nl_nl: Kies uit de meest gebruikte

source: Popular Sectors
nl_nl: Populaire sectoren

source: Search Sectors
nl_nl: Zoek sectoren

source: Not Found
nl_nl: Niet gevonden

source: No sectors
nl_nl: Geen sectoren

source: Sectors list
nl_nl: Lijst van sectoren

source: Sectors list navigation
nl_nl: Sectoren lijst navigatie

# rewrite rule
source: transactions
nl_nl: transacties

source: Transaction costs
nl_nl: Transactiekosten

source: Donation
nl_nl: Donatie

# source status
source: canceled
nl_nl: geannuleerd

# source status
source: chargeable
nl_nl: uitvoerbaar

# source status
source: consumed
nl_nl: gebruikt

# source status
source: failed
nl_nl: mislukt

# source status
source: pending
nl_nl: in behandeling

# charge status
source: captured
nl_nl: opgeslagen

# charge status
source: expired
nl_nl: verlopen

# charge status
source: failed
nl_nl: mislukt

# charge status
source: pending
nl_nl: in behandeling

# charge status
source: refunded
nl_nl: terugbetaald

# charge status
source: succeeded
nl_nl: uitgevoerd

# charge status
source: updated
nl_nl: bijgewerkt

source: Your donations basket
nl_nl: Je donatiemandje

source: Donate monthly
nl_nl: Doneer maandelijks

source: You must be
nl_nl: Je moet

source: Log in
nl_nl: Inloggen

source: logged in
nl_nl: ingelogd zijn

source: to access your basket.
nl_nl: voor toegang tot je mandje.

source: Your donation has been added to your
nl_nl: Je donatie is toegevoegd aan je

source: basket
nl_nl: mandje

source: Add to basket
nl_nl: In mandje

source: Add
nl_nl: Toevoegen

source: Charity Basket
nl_nl: Goede doelen mandje

source: Close
nl_nl: Sluiten

source: Add funds to your wallet
nl_nl: Walletsaldo aanvullen

source: Amount
nl_nl: Bedrag

source: Or choose a different amount
nl_nl: Of kies een ander bedrag

source: Pay
nl_nl: Betalen

source: monthly
nl_nl: maandelijks

source: to my wallet
nl_nl: toe aan mijn wallet

source: change amount
nl_nl: wijzig bedrag

source: Please repeat this transaction every month.
nl_nl: Herhaal deze transactie elke maand automatisch.

source: Your bank
nl_nl: Je bank

source: Choose your bank
nl_nl: Kies je bank

source: Complete payment
nl_nl: Voltooi betaling

source: 44 cent transaction costs will be added
nl_nl: 44 cent transactiekosten zullen worden toegevoegd

source: Transaction
nl_nl: Transactie

source: Edit account
nl_nl: Bewerk account

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Email address
nl_nl: E-mailadres

source: Phone
nl_nl: Telefoon

source: Address
nl_nl: Adres

source: City
nl_nl: Plaats

source: Country
nl_nl: Land

source: Save
nl_nl: Opslaan

source: back
nl_nl: terug

source: Your name
nl_nl: Je naam

source: Your e-mail address
nl_nl: Je e-mailadres

source: Your address
nl_nl: Je adres

source: Your Interests
nl_nl: Je interessegebieden

source: Wellbeing
nl_nl: Welzijn

source: Health
nl_nl: Gezondheid

source: Animals
nl_nl: Dieren

source: Education
nl_nl: Onderwijs

source: Religion
nl_nl: Religie en levensbeschouwing

source: Arts and culture
nl_nl: Kunst en cultuur

source: International aid and human rights
nl_nl: Internationale hulp en mensenrechten

source: Your Communication Preferences
nl_nl: Je communicatievoorkeuren

source: Newsletter
nl_nl: Nieuwsbrief

source: Create account
nl_nl: Account maken

source: Great idea to start donating without the need for a doorbell or signature!
nl_nl: Goed idee om vanaf vandaag te gaan doneren zonder deurbel of handtekening!

source: We will first create an account for you.
nl_nl: We gaan eerst een account voor je aanmaken.

source: Next
nl_nl: Volgende

source: Sorry, your nonce did not verify.
nl_nl: Sorry, u beveiligings-id is niet geldig.

source: Wallet top-up transaction
nl_nl: Wallet opwaardeertransactie

source: Something went wrong, please try again later
nl_nl: Er is iets fout gegaan, probeer het later opnieuw

source: Top-up wallet
nl_nl: Wallet opwaarderen

source: We are now going to top-up your wallet
nl_nl: We gaan nu je wallet opwaarderen

source: You chose to
nl_nl: Je hebt gekozen om

# comes after 'You chose to'
source: monthly add
nl_nl: maandelijks

# comes after 'You chose to'
source: add
nl_nl: eenmalig

source: change
nl_nl: wijzig

source: to your wallet
nl_nl: in je wallet te storten

source: I agree with the
nl_nl: Ik ga akkoord met de

source: terms and conditions
nl_nl: algemene voorwaarden

source: and the
nl_nl: en de

source: privacy statement
nl_nl: privacyverklaring

source: For each transaction we charge ‚Ç¨ 0.44 transaction costs on top of the donation money.
nl_nl: Per transactie rekenen we ‚Ç¨ 0,44 transactiekosten bovenop het donatiegeld.

source: Agree & pay
nl_nl: Akkoord & betalen

source: Activate wallet
nl_nl: Wallet activeren

source: To be able to donate via CharityWallet, we will first make a digital wallet (your Wallet) for you to which you can transfer a one-off or monthly donation.
nl_nl: Om te kunnen doneren via CharityWallet, gaan we nu eerst een digitale portemonnee (je Wallet) voor je maken waar je eenmalig of maandelijks donatiegeld naar kunt overmaken.

source: We are now going to activate your wallet.
nl_nl: We gaan nu je wallet activeren.

source: Choose top-up amount
nl_nl: Kies je opwaardeerbedrag

source: Would you like to top-up your wallet montly or only one time?
nl_nl: Wil je eenmalig of maandelijks donatiegeld overmaken naar je wallet?

source: once
nl_nl: eenmalig

source: Which amount would you like to transfer to your wallet?
nl_nl: Welk bedrag wil je overmaken naar je wallet?

source: Choose another amount
nl_nl: Kies zelf een bedrag

source: Whatever you choose, you can always adjust it later.
nl_nl: Wat je ook kiest, je kunt het later altijd nog aanpassen.

source: Wallet transactions
nl_nl: Wallet-transacties

source: Your Wallet Balance is
nl_nl: Je walletsaldo bedraagt

source: These are your wallet transactions.
nl_nl: Dit zijn je wallet-transacties.

source: Type
nl_nl: Soort

source: View your wallet transactions.
nl_nl: Bekijk je wallet-transacties.

source: https://thewebworks.nl
nl_nl: http://thewebworks.nl
